import styles from "./About.module.css";

export default function About() {
  return (
    <div className={styles.content}>
      <h2>Хто ми такі?</h2>
      <p>
        Ми є командою ентузіастів ігор, які прагнуть запропонувати найкращий
        вибір ігор для гравців з усього світу...
      </p>

      <h2>Наша місія</h2>
      <p>Ми прагнемо стати найкращим майданчиком для геймерів...</p>

      <h2>Чому вибирають нас?</h2>
      <ul>
        <li>Широкий асортимент ігор</li>
        <li>Прямі посилання на платформу Steam</li>
        <li>Регулярні оновлення каталога</li>
        <li>Доброзичливий інтерфейс</li>
      </ul>
    </div>
  );
}
